Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/buying_or_selling_a_vehicle/how_to_dispose_of_an_end_of_life_vehicle.html.txt.tmx
Source language: en
Languages: ga

source: How to dispose of an end-of-life vehicle
ga: Conas feithicil a bhfuil a ré caite a dhiúscairt

source: An end-of-life vehicle (or ELV) is a car or light commercial vehicle with a maximum mass not exceeding 3.5 tonnes which is to be disposed of by the registered owner (in other words, a car or van which is to be scrapped)
ga: Is éard atá i gceist le feithicil a bhfuil a ré caite (nó ELV) ná gluaisteán nó feithicil éadrom thráchtála go bhfuil uasmhais nach mó ná 3.5 tonna atá le diúscairt ag an úinéir cláraithe (i bhfocail eile, gluaisteán nó veain atá le bheith briste)

source: Owners of intact end-of-life cars and vans must deposit such vehicles at an appropriately permitted or licensed authorised treatment facility (ATF)
ga: Ní mór d'úinéirí gluaisteáin agus veaineanna a bhfuil a ré caite feithiclí dá leithéid a fhágáil ag saoráid cóireála údaraithe (ATF) atá ceadaithe nó ceadúnaithe go cuí

source: An authorised treatment facility may not charge for accepting an end-of-life vehicle
ga: Ní féidir le saoráid cóireála údaraithe táille a ghearradh as feithicil a bhfuil a ré caite a ghlacadh

source: When one of these vehicles is deposited at an authorised treatment facility, the owner will receive a certificate of destruction
ga: Nuair a dhéantar ceann de na feithiclí seo a fhágáil ag saoráid cóireála údaraithe, gheobhaidh an t-úinéir teastas scriosta

source: The disposal of end-of-life vehicles is controlled because they can pose a threat to the environment
ga: Rialaítear diúscairt feithiclí a bhfuil a ré caite ós rud é gur bagairt iad don chomhshaol

source: This is largely because of the hazardous materials contained in end-of-life vehicles
ga: Is é an príomhchúis a bhaineann leis seo ná go gcuimsíonn feithiclí a bhfuil a ré caite ábhair ghuaiseacha

source: These include, for example, lead acid batteries, fluids including lubricating oil, coolant, brake fluid, and catalytic convertors, all of which must be disposed of safely in order to prevent pollution
ga: San áireamh leo, mar shampla, tá cadhnraí luaidhe-aigéadacha, sreabháin lena n-áirítear ola bhealaithe, fuarthán, leacht coscán, agus tiontairí catalaíocha, a gcaithfear gach ceann acu a dhiúscairt ar bhonn sábhailteachta d'fhonn bac a chur ar thruailliú

source: EU Directive 2000/53/EC (as amended) sets out specific measures to be put in place by Member States concerning the collection, storage, treatment, dismantling, reuse and recycling of end-of-life vehicles
ga: Leagann Treoir AE 2000/53/EC (mar a leasaíodh) sainbhearta le bheith curtha i bhfeidhm ag Ballstáit maidir le feithiclí a bhfuil a ré caite a bhailiú, stóráil, chóireáil, dhíchóimeáil, a athúsáid agus a athchúrsáil

source: The Directive is given effect in Ireland through the European Union (End-of-Life Vehicles) Regulations 2014 (SI 281 of 2014)
ga: Tá an Treoir i bhfeidhm é in Éirinn tríd na Rialacháin (Feithiclí a bhfuil a Ré Caite) um tAontas Eorpach 2014 (IR 281 de 2014)

source: What exactly is an end-of-life vehicle?
ga: Cad é go díreach atá i bhfeithicil a bhfuil a ré caite?

source: An end-of-life vehicle is a specified vehicle, such as a car, which is discarded or is to be discarded by its registered owner as waste
ga: Is éard atá i bhfeithicil a bhfuil a ré caite ná feithicil shainithe, mar carr ar nós, a mbeidh a húinéir chláraithe dá diúscairt mar dhramhaíl

source: Vehicles normally reach the end of their useful lives, either due to age (typically around 12-14 years), or because of heavy damage following an accident
ga: Baineann feithiclí deireadh a saol úsáideach amach de ghnáth toisc iad a bheith sean (idir 12 -14 bliana d’aois de ghnáth), nó toisc go ndearnadh an-damáiste dóibh i dtimpiste

source: There is no fixed age, therefore, at which a vehicle can be considered an end-of-life vehicle
ga: Níl aois sheasta ann, dá réir sin, chun feithicil a bhreithniú mar fheithicil a bhfuil a ré caite

source: Where can an end-of-life vehicle be deposited?
ga: Cá háit ar féidir feithicil a bhfuil a ré caite a fhágáil?

source: An end-of-life vehicle must be deposited at an authorised treatment facility
ga: Caithfaidh feithicil a bhfuil a ré caite a bheith fágtha ag saoráid cóireála údaraithe

source: Each vehicle manufacturer or importer is required to have a national collection system in place made up of at least one such treatment facility in every city and council area
ga: Tá ar gach déantúsóir nó allmhaireoir feithicle córas bailithe náisiúnta a chur i bhfeidhm ina bhfuil saoráid cóireála amháin ar a laghad dá leithéid i ngach cathair agus limistéar comhairle

source: These facilities provide a free take-back service for vehicles of that producer’s brand
ga: Cuireann na saoráidí seo seirbhís fágála saor in aisce d'fheithiclí a bhfuil branda an táirgeora sin orthu

source: There may also be an independent facility in your area that will accept your end-of-life vehicle
ga: Is féidir go mbeadh saoráid neamhspleách ann chomh maith i do cheantar féin a ghlacfaidh le d'fheithicil a bhfuil a ré caite

source: If an end-of-life vehicle is deposited at an unauthorised facility, the owner will not receive a certificate of destruction and may remain recorded as registered owner of the vehicle on the Department of Transport, Tourism and Sport’s National Vehicle File
ga: Má dhéantar feithicil a bhfuil a ré caite a fhágáil ag saoráid neamhúdaraithe, ní bhfaighidh an t-úinéir teastas scriosta agus d'fhéadfadh sé fós a bheith taifeadta mar úinéir cláraithe na feithicle ar Chomhad Feithiclí Náisiúnta na Roinne Iompair, Turasóireachta agus Spóirt

source: Will the authorised treatment facility collect the vehicle if the registered owner is unable to transport it to the facility?
ga: An ndéanfaidh an tsaoráid cóireála údaraithe an fheithicil a bhailiú mura bhfuil an t-úinéir cláraithe in ann í a iompar go dtí an tsaoráid?

source: This is a matter for the owner of the vehicle
ga: Is fadhb úinéir na feithicle í seo

source: An authorised treatment facility that forms part of a producers network is bound to accept any specified vehicle of that producer’s brand and may not charge
ga: Caithfidh saoráid cóireála údaraithe atá mar chuid de líonra táirgeoirí feithicil shainithe ar bith ó bhranda an táirgeora sin a ghlacadh agus ní féidir léi táille a ghearradh

source: An independent authorised treatment facility may refuse to accept any vehicle but if it is accepted, no charge can be made
ga: Ní gá do shaoráid cóireála údaraithe neamhspleách feithicil a ghlacadh ach má ghlactar léi, ní féidir táille a ghearradh

source: In both cases this is subject to the vehicle being largely intact
ga: Is fíor an dá chás seo ar an gcoinníoll go bhfuil an fheithicil iomlán a bheag nó a mhór

source: If the vehicle has to be transported to the treatment facility (for example by tow truck), it is the responsibility of the owner to meet this cost
ga: Más rud é go gcaithfear an fheithicil a iompar go dtí an tsaoráid cóireála (le trucail tarraingthe mar shampla), is faoin úinéara atá sé an costas seo a íoc

source: What services is an authorised treatment facility obliged to provide?
ga: Cad iad na seirbhísí a bhfuil oibleagáid ar shaoráid cóireála údaraithe iad a chur ar fáil?

source: An operator of an authorised end-of-life vehicle treatment facility is obliged to:
ga: Tá oibleagáid ar oibreoir shaoráid cóireála údaraithe d'fheithiclí a bhfuil a ré caite:

source: • Issue the registered owner with a certificate of destruction
ga: • Teastas scriosta a eisiúint don úinéir cláraithe

source: • Ensure the facility is operated under an appropriate waste licence or permit
ga: • Cinntiú go n-oibrítear an tsaoráid faoi cheadúnas dramhaíola iomchuí nó faoi chead

source: • Meet the minimum technical requirements for the storage, treatment and recovery of end-of-life vehicles and the storage of components containing fluids, spare parts, etc
ga: • Na riachtanais theicniúla íosta a chomhlíonadh chun feithiclí a bhfuil a ré caite a stóráil, a chóireáil agus a aisghabháil agus chun comhpháirteanna lena gcuimsítear sreabháin, páirteanna spártha, srl a stóráil

source: • Keep records of end-of-life vehicle materials for reuse, recycling, recovery and disposal and report these records to local authorities annually
ga: • Taifid a choinneáil i dtaobh ábhar ó fheithiclí a bhfuil a ré caite le haghaidh athúsáid, athchúrsáil, aisghabháil agus diúscairt agus na taifid seo a thuairisciú do na húdaráis áitiúla ar bhonn bliantúil

source: You cannot be charged for depositing an end-of-life vehicle at an authorised treatment facility, if you are the registered owner of that vehicle and the vehicle is intact
ga: Ní féidir táille a ghearradh ort as feithicil a bhfuil a ré caite a fhágáil ag saoráid cóireála údaraithe, más úinéir chláraithe na feithicle úd thú agus má tá an fheithicil slán

source: You must bring the vehicle registration documents with you
ga: Ní mór duit na doiciméid cláraithe feithicle a thabhairt leat

source: If essential parts of the vehicle (for example, engine, gearbox, transmission and catalytic converter) are missing, or the vehicle contains waste, then you can be charged
ga: Ach má tá páirteanna ríthábhachtacha na feithicle (mar shampla, an t-inneall, an giarbhosca, an traiseoladh agus tiontaire catalaíoch) ar iarraidh, nó má chuimsíonn an fheithicil dramhaíl, is féidir táille a ghearradh ort

source: A good rule of thumb is, if you want the car accepted for free, don’t harvest spare parts of value first
ga: Is riail láimhe maith é ná má theastaíonn uait go nglacfaí leis an ngluaisteán saor in aisce, ná déan páirteanna spártha a bhfuil luach orthu a bhaint roimh ré

source: When you have deposited your vehicle at an authorised treatment facility, the owner or operator of the facility will:
ga: I ndiaidh duit d'fheithicil a fhágáil ag saoráid cóireála údaraithe, déanfaidh úinéir nó oibreoir na saoráide:

source: • Issue you (if you are the registered owner) with a certificate of destruction
ga: • Teastas scriosta a eisiúint duit (más tú an t-úinéir cláraithe)

source: • Forward the details of the certificate of destruction to the National Vehicle and Driver File, maintained by the Department of Transport, Tourism and Sport
ga: • Sonraí an teastais scriosta a chur ar aghaidh go dtí an Comhad Náisiúnta um Fheithiclí agus Tiománaithe, arna chothabháil ag An Roinn Iompair, Turasóireachta agus Spóirt

source: The vehicle must be treated within 10 days of being deposited at the facility
ga: Caithfear an fheithicil a chóireáil laistigh de 10 lá i ndiaidh dó a bheith fágtha ag an saoráid

source: Offences concerning the disposal of end-of-life vehicles
ga: Cionta a bhaineann le diúscairt feithiclí a bhfuil a ré caite

source: It is an offence for you (or an authorised treatment facility) to fail to comply with the law on the disposal of end-of-life vehicles
ga: Is cion é duitse (nó do shaoráid cóireála údaraithe) gan an dlí a chomhlíonadh maidir le diúscairt feithiclí a bhfuil a ré caite

source: In particular, it is an offence not to obey the rules concerning vehicle certificates of destruction or not to deposit at an authorised treatment facility a vehicle you intend to discard as waste
ga: Go háirithe, is cion é gan cloí leis na rialacha a bhaineann le teastais maidir le scriosadh feithiclí nó gan feithicil a bhfuil sé i gceist agat í a dhiúscairt mar dhramhaíl a fhágáil ag saoráid cóireála údaraithe

source: The Environment (Miscellaneous Provisions) Act 2015 introduced fixed payment notices (on the spot fines) for certain offences
ga: Thug an tAcht Comhshaoil (Forálacha Ilghnéitheacha) 2015 fógraí íocaíochta seasta (fíneálacha ar an láthair) i leith cionta áirithe

source: Owners who fail to deposit an end of life vehicle at an authorised treatment facility can be issued a fine of €100
ga: Is féidir fíneáil de € 100 a d'úinéirí a dteipeann orthu a thaisceadh deireadh na feithicle saoil ag saoráid cóireála údaraithe

source: Certain other offences regarding certificates of destruction and obligations on Authorised Treatment Facilities can result in a fine of €1000
ga: Tá cionta áirithe eile maidir le deimhnithe scrios agus oibleagáidí ar Saoráidí Cóireála Údaraithe ar féidir a fíneáil de € 1,000

source: Other penalties for offences are set out in Regulation 35 of the Regulations
ga: Leagtar amach pionóis eile ar chionta i Rialachán 35 de na Rialacháin

source: On summary conviction a class A fine and/or 12 months imprisonment can be imposed
ga: Ar chiontú achomair, féadtar fíneáil aicme A agus/nó príosúnacht 12 mhí a ghearradh

source: For conviction on indictment a fine of up to €500,000 and/or 3 years imprisonment is available to the court
ga: Ar ciontú ar díotáil, féadfaidh an chúirt fíneáil nach mó ná €500,000 agus/nó príosúnacht 3 bliana a ghearradh

source: You will not be charged if you deposit an intact end-of-life vehicle at an authorised treatment facility, provided you are the registered owner of that vehicle
ga: Ní ghearrfar táille ort má fhágann tú feithicil a bhfuil a ré caite ag saoráid cóireála údaraithe, chomh fada is gur tusa úinéir chláraithe na feithicle sin

source: You may be charged for depositing the vehicle, if essential components of the vehicle are missing
ga: Is féidir táillte a ghearradh ort as feithicil a fhágáil, má tá comhpháirteanna ríthábhachtacha na feithicle ar iarraidh

source: You may be able to claim a refund of motor tax if there is more than 3 months unexpired tax
ga: B’fhéidir go mbeidh tú in ann aisíocaíocht ar mhótarcháin a éileamh má tá breis agus cáin neamhéagtha 3 mhí ann

source: You must bring your vehicle, along with the vehicle's registration document, to an authorised treatment facility
ga: Ní mór duit d’fheithicil, mar aon le cáipéis chlárúcháin na feithicle, a thabhairt chuig saoráid údaraithe chóireála

source: You will be issued with a certificate of destruction which you should keep
ga: Eiseofar deimhniú millte duit ar cheart duit é a choimeád

source: Further information on how to dispose of an end-of-life vehicle is available from your local authority, vehicle manufacturer or importer, or local authorised treatment facility
ga: Tá fáil ar bhreis faisnéise ar conas feithicil a bhfuil a ré caite a dhiúscairt ó d’údarás áitiúil, déantúsóir nó iompórtálaí d’fheithicle, nó ó do shaoráid áitiúil údaraithe chóireála

source: You can currently find a list of authorised treatment facilities for end-of-life vehicles (pdf) on the Department of Housing, Planning, Community and Local Government website
ga: Féadfaidh tú teacht ar liosta de shaoráidí údaraithe cóireála d’fheithiclí a bhfuil a ré caite (pdf) ar láithreán gréasáin na Roinne Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil

source: For details of your local permitted treatment facility, contact your local authority or the vehicle importer
ga: Chun teacht ar shonraí faoi do shaoráid áitiúil cheadaithe chóireála, déan teagmháil le d’údarás áitiúil nó le hiompórtálaí na feithicle
